export class DataProvider {
  data = [
    {
      "no": "1",
      "name": "พระราหู",
      "detial": "(ตั้งนะโม3จบ) พระคาถาสุริยะบัพพากุสเสโตมะมะ กุสเสโตโต ลาลามะมะโตลาโม โทลาโมมะมะ โทลาโมมะมะโทลาโมตัง เหกุติมะมะ เหกุติฯพระคาถาจันทบัพพายัตถะตังมะมะ ตังถะยะ ตะวะตังมะมะตัง วะติตัง เสกามะมะกาเสตัง กาติยังมะมะ ยะติกาฯกล่าวคำถวายเครื่องสังเวย คำถวายเครื่องสังเวยพระราหูนะโมเม พระราหูเทวานัง ธูปะทีปะจะปุปผัง สักการะวันทะนัง สูปะพะยัญชะนะสัมปันนัง โภชะ นานังสาลีนัง สะปะริวารัง อุทะกังวะรังอาคัจฉันตุ ปะริภุญชันตุ สัพพะทาหิตายะ สุขายะ พระราหูเทวามะหิทธิกา เตปิ อัมเหอะนุรัก ขันตุ อาโรคะเยนะ สุเขมะจะฯข้าพเจ้า(ชื่อนามสกุล)ขอบูชาพระราหูด้วยของดำ (8หรือ12)อย่างขอให้อิทธิพลของดาวราหูจงส่งผลดีแก่ดวงชะตาของข้าพเจ้าขอให้เกิดทางสว่างในหน้าที่การงานขอให้มีสุขภาพที่แข็งแรงปราศจากโรคร้ายใดๆขอให้มีสติในเรื่องความรักขอให้ดาวราหูประทานพรโชคลาภและความสำเร็จแก่ข้าพเจ้า (อธิฐานเรื่องอื่นๆที่ปรารถนา).......เมื่อเสร็จพิธีแล้วควรลาและทานของไหว้อย่างละนิดเพื่อความเป็นสิริมงคลและสามารถเก็บไว้ทานต่อวันหลังได้",
      "": ""
    },
    {
      "no": "2",
      "name": "อิติปิโสเรือนเตี้ย",
      "detial": "ตั้งนะโม 3 จบ อิติปิโส วิเสเสอิ อิเสเสพุทธนาเมอิ อิเมนา พุทธตังโสอิ อิโสตังพุทธปิติอิ สวดแล้ว เดินทางปลอดภัย ค้าขายคล่อง",
      "": ""
    },
    {
      "no": "3",
      "name": "เรียกเงินเข้าบ้าน",
      "detial": "ตั้งนะโม3จบ และกล่าว โอม มหาลาโภ โชคะวันตัง เอหิ จงมา ธะนะปาตัง มากะมายังอักขะโต ปาระติโย วันทิตตะวา นะมามิหัง แนะนำให้สวดภาวนาทุกวัน แล้วจะร่ำรวย ",
      "": ""
    },
    {
      "no": "4",
      "name": "พระพรหมสี่หน้า",
      "detial": "โอมปะระเมสะนะมัสการัม องการะนิสสะวะ รัง พรหมเรสสะยัม ภูปัสสะวะวิษณุ ไวยะทานะโมโทติลูกปัมทะระมา ยิกยานัง ยะไวยะลา คะมุลัม สะทา นันตะระ วิมุสะตินัน นะมัตเต นะมัตเตร จะ อะการัง ตโถวาจะ เอตามาตาระยัต ตะมัน ตะรามา กัตถะนารัมลา จะสะระวะ ปะติตัม สัมโภพะกลโล ทิวะทิยัม มะตัมยะ ... ดูเพิ่มเติม",
      "": ""
    },
    {
      "no": "5",
      "name": "ขุนแผน",
      "detial": "นะโม3จบอมสิทธิ ท้าวฟื้นเจริญศรี หน้ากูงามคือพระแมน นะมะพะทะแขนกูงามคือพระนาราย ฉายกูงามคือพระอาทิตย์ ฤทธิกูงามคือพระจันสาวในเมืองสวันเห็นหน้ากูอยู่มิได้ กูมาระลึกถึงฝูงหงษ์มาลืมข้ามคูหากูมาระลึกถึงมหาเสนา ก็มาลืมแท่นที่นอน กูมาระลึกถึงลูกไก่อ่อน ก็วิ่งตามกูมาก็วิ่งตามกูมากูมาระลึกถึงสาวใช้ก็มาลืมแม่ กูมาระลึกถึงสาวแก่ก็มาหลงใหลกูมาระลึกถึงเจ้าทัยเทวีก็มาลืมสวดมนต์ กูมาระลึกถึงฝูงคนก็มารักกูอยู่ทั่วหน้าทั่วชั้นฟ้าและพื้นดิน เหมือนช้างรักงา ปลารักน้ำ เข้าอยู่ในดง ผมก็ลืมเกล้า ข้าวอยู่ในคอก็ลืมกลืน ให้สะอื้นคิดถึงตัวกู อยู่ทุกเวลาและราตรี อิติลีกันหาชูชะโกโมกรุณาพุทปราณี ทายินดี ยะเอ็นดู เอหิกะระนิโย อิติปิโสพะคะวาณะลีติ อิติมานิยมเป็นเสน่ห์เมตตาอย่างแรง ไม่ว่าจะเสกแป้ง น้ำหอม หรือว่าเวลาแต่งตัว เวลาจีบสาวๆ หรือสาวๆจะจีบหนุ่ม ว่าคาถานี้เวลาเกี้ยวกัน หรือจะเสกของกิน ของฝาก ให้รักให้หลงเราก็ได้ แม้แต่คนโกรธเห็นหน้ายังหาย ต้องการติดต่อเจรจา ค้าขาย ขอความช่วยเหลือ ว่าก่อนออกจากเรือน หรือว่าคาถานี้พ่นบุหรี่ใส่คนรัก หรือเป่าใส่คนรักเวลานอน จะรักเราจนวันตาย",
      "": ""
    },
    {
      "no": "6",
      "name": "พระสังกัจจายน์",
      "detial": "พระสังกัจจายน์พระอรหันต์ผู้บันดาลโชคลาภ ปัญญา และเมตตามหานิยม ชาวพุทธกราบไหว้สักการบูชาพระสังกัจจายน์เพื่อให้บังเกิดความเป็นสิริมงคล3ประการแก่ตนเองและครอบครัว ดังนี้โชคลาภและความอุดมสมบูรณ์ พระสังกัจจายน์ได้รับการยกย่องให้เป็นพระผู้อุดมด้วยโภคทรัพย์ และลาภสักการะเสมอด้วยพระสิวลีสติปัญญา เนื่องเพราะพระสังกัจจายน์ได้รับการยกย่องจากองค์พระสัมมาสัมพุทธเจ้าว่าเป็นเลิศในทางอธิบายความพุทธภาษิต ท่านเป็นอรหันต์ผู้มีปฎิภาณเฉียบแหลมความงามและความมีเสน่ห์ เนื่องจากเพราะก่อนที่ท่านจะอธิษฐานจิตให้รูปร่างเปลี่ยนแปลง พระสังกัจจายน์มีผิวดั่งทองคำและมีรูปงามละม้ายเหมือนพระพุทธเจ้า จนแม้แต่เทพยดา พรหม มนุษย์ทั้งปวงพากันรักใคร่ชื่นชมคาถาบูชาพระสังกัจจายน์ กัจจายนะ จะ มหาเถโร พุทโธ พุทธานัง พุทธะตัง พุทธัญ จะ พุทธะสุภาสิตัง พุทธะตัง สะมะนุปปัตโต พุทธะ โชตัง นะมามิหัง ปิโยเทวะ มะนุสสานัง ปิโยพรหม นะมุตตะโม ปิโยนาคะ สุปันนานัง ปิยินทะริยัง นะมามิหัง สัพเพชะนา พะหูชะนา ปุริโส ชะนา อิถีชะนา ราชาภาคินิ จิตตัง อาคัจฉาหิ ปิยังมามะฯ",
      "": ""
    },
    {
      "no": "7",
      "name": "ขายของดี",
      "detial": "ตั้งนะโม3จบโอมอิติพุททัตสะ สุวันนัง วารัชชะคัง วามะนีวาวัตตัง วาพัพพะยัน ละเอหิ คาคัชวันติฯให้เอาใบไม้แช่น้ำใส่ขันเอาไว้ แล้วสวดภาวนา เสร็จแล้วนำน้ำไปประพรมให้ทั่วร้านจะทำให้ค้าขายคล่องหรืออีกคาถาหนึ่ง ก็ว่ากันว่า ทำให้ทำมาค้าขึ้นเหมือนกัน คืออิติปิโสภะคะวา สัมมาสัมพุทโธ อิติปิโสภะคะวา พุทโธภะคะวา อิติปิโสภะคะวา พุทโธภะคะวาฯ",
      "": ""
    },
    {
      "no": "8",
      "name": "เรียกโชค",
      "detial": "ตั้งนโม3จบ แล้วสวดเจ็บจบอินทะยะสัง เทวะยะสังพรหมะยะสัง มหาพรหมะยะสังอิสียะสัง มะหาอิสียะสังมุนียะสัง มะหามุนียะสังปุริสะยะสัง มะหาปุริสะยะสังจักกะวัตติยะสัง มะหาจักกะวัตติยะสังพุทธะยะสัง ปัจเจกะพุทธะยะสัง อะระหันตะยะสังสัพพะสิทธิวิชชา จะระณะยะสังสัพพะโลกา ธิปะติญาณะยะสังสัพพะโลกะ จะริยะญาณะยะสังเอเตนะ ยะเสนะเอเตนะ สัจจะวะจะเนนะมะมะสุวัตถิ โหตุ มัยหัง สวาหายะนะโม พุทธัสสะ นะโม ธัมมัสสะ นะโม สังฆัสสะเสยยะถีทัง หุรูหุรู สวาหายะฯ",
      "": ""
    },
    {
      "no": "9",
      "name": "พระสีวลีหลวงพ่อเกษม",
      "detial": "นโม ๓ จบสีวลี มหาเถรังฺ วันฺทามิหังฺ ( ๓ จบ )มหาสีวลีเถโร มหาลาโภ โหติ มหาสีวลีเถโร ลาภังฺ เม เทถการสวดพระคาถาสีวลีระจำวัน ถ้าสวดได้ทุกวันจนครบทั้ง ๗ วันก็ยิ่งดี แต่ถ้าท่านจะขอลาภเป็นพิเศษอาทิ จะติดต่อการธุรกิจสำคัญๆในวันใดวันหนึ่ง ก็สวด คาถาบูชาพระสีวลี นำก่อนหลังจากนั้นจึงสวด คาถาขอลาภพระสีวลีประจำวัน ตามกำลังวันของวันนั้นๆเวลาไปติดต่อธุรกิจหรือกำลังค้าขายอยู่ให้ภาวนาหัวใจไว้ในใจตลอดเวลาว่า“นะ ชาลีติ ปะสิทธิลาภา”ถ้าจะให้ดีควรเสกน้ำก่อนล้างหน้า หรือสวดก่อนนอนทุกคืน ตามกำลังวัน ให้ตั้งใจอธิฐาน ขอให้เป็นน้ำพระพุทธมนต์อันศักดิ์สิทธิ์ตามจิตปรารถนา จะเป็นเมตตามหานิยม ทางทำราชการ ดีนัก ค้าขายก็ดี ให้อาราธนานำน้ำมนต์ประพรมของจะขายง่าย ทางลาภต่างๆช่วยให้ราศีที่เศร้าหมองผ่องใสได้ นอกจากนั้น ยังปัดเป่าเคราะห์โศกโรคภัยคุ้มครอง ภยันตรายต่างๆป้องกันศัตรูทั้งปวง",
      "": ""
    },
    {
      "no": "10",
      "name": "อุปคุต",
      "detial": "อุปะคุตโต จะ มะหาเถโร สัมพุทเธ นะ วิยากะโต มารัญจะ มาระพะลัญจะ โสอิทา นิมะหาเถโร นะมัสสิตตะวา ปะติฏฐิโตอะหัง วันทามิ อิทาเนวะ อุปะคุตตัง จะมะหาเถรัง ยัง ยัง อุปะทะวัง ชาตัง วิธัง เสติ อะเสสะโต มะหาลาภัง ภะวันตุเม ฯ คาถาบทนี้ สวดบูชาพระอุปคุตทุกวัน จะบัลดลให้บังเกิดโชคลาภ ทรัพย์สินเงินทองมากมาย และป้องกันภัยอันตรายทั้งปวงแก่ผู้บูชา"
    },
    {
      "no": "11",
      "name": "มหาเฮง",
      "detial": "ใช้ภาวนาเพื่อให้เกิดโชคลาภ อาจจะใช้เสกกับน้ำแล้วใช้ล้างหน้าก็ได้นะโมพุทธายะสัพพะสิเนหา จะปูชิโตสัพพะโกรธาวินาสสันตุอะเสสะโตเมตตากรุณายังทะยะวิสาโสปิยามะนาโปเมสัพพะโลกัสสมิง"
    },
    {
      "no": "12",
      "name": "เรียกเงินเข้าบ้าน2",
      "detial": "คาถาเรียกเงินเข้าบ้าน“โอม มหาลาโภ โชคะวันตัง เอหิ จงมา ธะนะปาตังมากะมายังอักขะโต ปาระติโย วันทิตตะวา นะมามิหัง”"
    },
    {
      "no": "13",
      "name": "เรียกทรัพย์",
      "detial": "(ตั้งนะโม3จบ)นะโมพุทธัสสะ มะอะอุ นะโมพุทธายะ วิระทะโย วิระโคนายัง วิระหิงสา วิระทาสี วิระทาสา วิระอิตถิโยพุทธัสสะ เอหิ มะมะ เอหิ มะมะ เอหิ มานี่มา ลาภะ ลาภะ มาหาข้าพเจ้า"
    },
    {
      "no": "14",
      "name": "เงินล้าน",
      "detial": "ถ้าติดขัดการเงินแบบหนักหนาสาหัสสากรรจ์เจียนจะตายเสียให้ได้ให้ตั้งใจท่อง พระคาถาวันละ108จบ(ตั้ง นะโม3จบ )สัมปะจิตฉามิ นาสังสิโมพรหมา จะ มหาเทวา สัพเพยักขา ปะรายันติ (คาถาปัดอุปสรรค)พรหมา จะ มหาเทวา อภิลาภา ภะวันตุ เม (คาถาเงินแสน )มหาปุญโญ มหาลาโภ ภะวันต ุเม (คาถาลาภไม่ขาดสาย)มิเตภาหุหะติ (คาถาเงินล้าน)พุทธะมะอะอุ นะโมพุทธายะ วิระทะโย วิระโคนายัง วิระหิงสาวิระทาสี วิระทาสา วิระอิทถิโย พุทธัสสะ มานีมามะ พุทธัสสะ สวาโหม (คาถาพระปัจเจกพุทธเจ้า)สัมปะติจฉามิ (คาถาเร่งลาภให้ได้เร็วขึ้น)เพ็ง ๆ พา ๆ หา ๆ ฤา ๆ(บูชา9จบ ตัวคาถาต้องว่าทั้งหมด)เคล็ดวิชานี้ใช้ได้ผลมามากมาย ทั้งคนที่ตกงานหางานทำไม่ได้ คนที่เป็นหนี้สิน สิ้นหวังในชีวิต หากท่านทำได้ครบถ้วนทุกประการที่ครูบาอาจารย์ท่านแนะนำแล้ว รับรองว่าจะได้รู้ความเปลี่ยนแปลงในชีวิตด้วยตัวเอง",
      "": ""
    },
    {
      "no": "15",
      "name": "มหาลาภ",
      "detial": "นะมามีมา มะหาลาภา อิติพุทธัสสะสุวัณณังวา ระชะตังวา มะณีวา ธะนังวา พีชังวา อัตถังวา ปัตถังวาเอหิ เอหิ อาคัจเฉยยะ อิติมีมา นะมามิหังให้สวดภาวนาก่อนนอน3จบและตอนเช้าอีก3จบ จะเรียกทรัพย์ เป็นการเรียกทรัพย์เรียกลาภ สวด5จบก่อนออกจากบ้าน ก่อนเปิดร้านค้าขาย พระคาถานี้มิคุณวิเศษด้าน เสริมโชคลาภ เงินทอง และความราบรื่นต่างๆ",
      "": ""
    },
    {
      "no": "16",
      "name": "พญาเต่าเรือน",
      "detial": "..อิติภะคะวา นะเกลือนโมเฟื่อนหัวใจ พุทธหลงใหลไปมา ทาวางเวงสุญเปล่า ยะเข้าใจคน สังบังเกิดแก่ใจตน ประจักแก่ตาคน มีแล้วสูญไปสิทธิมิได้ปรากฎมาใส่แก่ตา โมเดชฤทธิ์ธาเอาพระยาเต่าเรือน สังให้สะเทือนเรือนเฟือนไปสิ้นทุกคน นาสังสิโมภะคะวานาโถ นะโมพุทธายะ นะระงับโทโส โมละลายความคิด พุทธทำนายจิตร ทาให้ลุ่มหลง ยะให้อิทธิพิศวาสแก่กู มะอะอุ มุทะผูกจิตรปิดปาก ผูกใจเขาจะว่าอะไรก็ขอให้มะอะอุ อวยมหาระรวยสวาหะ อิติปาระมิตา กรุณา มุทิตา อิติปิโสภะคะวา นะเมตตา โมกรุณา พุทธรักษา ธาบังเกิดรัก ยะเป็นที่เสน่ห์หาแห่งกู นะมะพะทะ...*** พระคาถานี้นึกเอาตามใจเอาเทอญ...หรือจะว่า นาสังสิโม ก็ได้.....",
      "": ""
    },
    {
      "no": "17",
      "name": "พ่อโอภาสี",
      "detial": "อิติสุคะโต อะระหังพุทโธ นะโมพุทธายะปะฐะวีคงคา พระภุมมะเทวา ขะมามิหัง'คาถานี้คือยอดพระภัณฑ์พระไตรปิฎกที่หลวงพ่อโอภาสีนำมาย่อและเรียบเรียงใหม่เพื่อให้ง่ายต่อการท่องจำของลูกศิษย์และผู้ศรัทธา-สวดอยู่กับบ้านป้องกันอันตราย-สวดก่อนออกจากบ้าน คุ้มกันอันตรายตลอดการเดินทางไปต่างถิ่น-สวดป้องกัน ภยันอันตรายต่าง ๆ จากเทวดา ภูติผีปีศาจ-หรือเดินทางไปที่เปลี่ยว ให้หยุดภาวนาที่ต้นไม้ใหญ่หรือศาลเจ้า ขอบารมีสิ่งศักดิ์ สิทธิ์บริเวณนั้นช่วยปกปักษ์รักษาให้ปลอดภัย-อานุภาพขอคาถา นี้ครอบจักรวาลเลยทีเดียวที่มาของคาถาหลวงปู่โอภาสีคาถาของท่านนี้แท้จริงแล้วก็คือคาถายอดพระภัณฑ์พระไตรปิฎกที่หลวงพ่อโอภาสีนำมา ย่อและเรียบเรียงใหม่เพื่อให้ง่ายต่อการท่องจำของลูกศิษย์และผู้ศรัทธานิยม ใช้สวด หากอยู่กับบ้านก็ใช้ป้องกันอันตรายที่จะเข้ามา-หากใช้สวดก่อนออกจากบ้านก็จะคุ้มกันภัยอันตรายตลอดการเดินทาง-หากไปต่างถิ่นก็ใช้สวดป้องกันอันตรายต่างๆจากเหล่าภูตผีปีศาจที่อาจเป็นเจ้ากรรมนายเวรขัดขวาง-เมื่อเดินทางไปที่เปลี่ยว ให้หยุดภาวนาที่ต้นไม้ใหญ่หรือบริเวณศาลเจ้าขอบารมีสิ่งศักดิ์สิทธิ์บริเวณนั้นช่วยปกปักษ์รักษาให้ปลอดภัย-คาถาของหลวงพ่อโอภาสีบทนี้ยังให้พุทธคุณในด้านความร่ำรวยเป็นคาถาที่ศักดิ์สิทธิ์มาก-คนทำงาน คนที่ค้าขายสวดทุกครั้งที่เปิดร้านจุดธูปบอกเจ้าที่อธิษฐานให้ขายดีมีกำไร-เดือดร้อนใจก็สวดอโหสิกรรมเจ้ากรรมนายเวร ทำบุญอุทิศส่วนกุศลไปให้ด้วย-อธิฐานสิ่งใดเทวดาท่านจะอนุเคราะห์สุดความสามารถ-เจ้ากรรมนายเวรได้ยินจะยอม อโหสิกรรมให้-และที่สำคัญอย่าลืมอุทิศบุญไปให้หลวงพ่อโอภาสีด้วยหลังจากการ สร้างบุญทุกครั้ง-อนุภาพของคาถาหลวงพ่อโอภาสีนี้เชื่อกันว่าให้พุทธคุณกันแบบครอบจักรวาลเลยทีเดียว-ขอให้ผู้ที่สวดตั้งใจ ให้ทาน รักษาศีลเป็นพื้นฐานอย่างมั่นคงแล้วการสวดมนต์ย่อมได้ผลช่วยเหลือคุ้มครอง และสนับสนุนให้เจริญก้าวหน้าได้อย่างแน่นอนพุทธคุณ : -ขอขมาพระรัตนตรัย แม่พระธรณี แม่พระคงคา เทวดาเจ้าที่-ทำให้แคล้วคลาดปลอดภัย-แม่ชีทศพร เทวาพิทักษ์ธรรม บอกว่า คาถานี้เหมาะสำหรับคนขี้โกรธ ขี้โมโห เพื่อให้ดับความโกรธได้-ภาวนาทุกครั้งที่นึกขึ้นมาได้ อย่างน้อยควร2ครั้ง คือ เมื่อตื่นนอนตอนเช้า และหลังสวดมนต์ก่อนนอน ครอบครัวอยู่เย็นเป็นสุขคาถาปราบคุณไสย หลวงพ่อโอภาสี",
      "": ""
    },
    {
      "no": "18",
      "name": "พญาไก่เถื่อน",
      "detial": "ตั้งนะโม3จบเว ทา สา กุ กุ สา ทา เวทา ยะ สา ตะ ตะ สา ยะ ทาสา สา ทิ กุ กุ ทิ สา สากุตะ กุ ภู ภู กุ ตะ กุค้าขายดีมาก ไม่อดไม่อยาก",
      "": ""
    },
    {
      "no": "19",
      "name": "พระแม่นางกวัก",
      "detial": "คาถาแม่นางกวัก ตั้งนะโม3จบ แล้วกล่าวดังนี้ โอมปู่เจ้าเขาเขียวมีลูกสาวคนเดียว ชื่อว่าแม่นางกวักหญิงเห็นหญิงรัก ชายเห็นชายรัก อยู่ทุกถ้วนหน้าเอหิมามะมะ อาคัจเฉยยะ อาคัจฉาหิ เอหิมามะมะจะค้าขายก็ขอให้เป็นเศรษฐี หนึ่งปีให้เป็นพ่อค้าสำเภาทอง จะค้าเงินขอให้เงินเข้ามากองจะค้าทองขอให้ไหลมาเทมาเต็มบ้านเต็มเรือน จะค้าขายสิ่งหนึ่งประการใดขอให้ซื้อง่ายขายคล่อง ขอให้ซื้อง่ายขายดี ขอให้เป็นเศรษฐี มหาเศรษฐีอาคัจเฉยยะ อาคัจฉาหิ เอหิมามะมะ นะมะอะอุ นะชาลีติอิกะวิติ พุทธะสังมิ ทุสะมะนิ อิธะคะมะ จะพะกะสะนาสังสิโม สุมะโมโล นะโมพุทธายะ นะมะพะทะนะเมตตา โมขายดี พุทธไม่ต่อ ธาซื้อดี ยะใจดี มิใจอ่อนรักพุทโธ ปฏิรูปัง สัมปะฏิจฉามิ เพี้ยงสิทธิโภคา สิทธิพะลา สิทธิจะมหาเดชา นะชาลีติเอหิจงมา พุทธะสังมิ นิมามะมามามาช่วยกันค้า มาช่วยกันขาย กวักเอาเงินมา กวักเอาทองมากวักเอาโชคลาภ แก้วแหวนเงินทองข้าวของ หน้าที่การงาน ผู้คน ชื่อเสียงเกียรติยศข้าทาสหญิงชายมา มาด้วยนะโมพุทธายะ ปฏิรูปัง สัมปะฏิจฉามิ เพี้ยงพุทธังขอให้เป็นเศรษฐี มหาเศรษฐี ธัมมังขอให้เป็นเศรษฐี มหาเศรษฐีสังฆังขอให้เป็นเศรษฐี มหาเศรษฐี เตชะสุเนมะภูจะนาวิเวอิติ นะเยปะรังยุตเตขอจงนำเอาโชคลาภ แก้วแหวนเงินทองข้าวของ มาสู่ในสถานที่นี้ด้วย เทอญพุทธังรักษา ธัมมังรักษา สังฆังรักษา พุทธังคุ้ม ธัมมังคุ้ม สังฆังคุ้มเอหิพุทธานุภาเวนะ เอหิธัมมานุภาเวนะ เอหิสังฆานุภาเวนะอายุ วรรโณ สุขัง พลังหรือจะสวดคาถาบูชาแม่นางกวักแบบย่อก็ได้“เอหิ จิตตัง มหาลาภัง ปิยัง มะมะ มามา”",
      "": ""
    },
    {
      "no": "20",
      "name": "มนต์จินดามณี",
      "detial": "(บูชาครู ) ตะมังถัง ปะกาเสนโต สัทธาอะหะ อิ มะ อะ วิ ตะ อุ อะ มิ มะ สะ นะ โม จินดามณี สะหะโกฏิ สัตตังเทวานัง มะนุสสะเทวานัง อะมะนุสสะเทวานังสะมณีจิตตัง บุตรีจิตตัง อาคัจเฉยหิ ปะริเทวันติ ปิยังมะมะ มณีจินดา ปัญจะทานัง ทาสาโกมัง ทาสีโกมัง ปิสันทัสสะ นะมามิหังสัพเพชะนา พะหูชะนา มหาจินดา เอหิพุทธังปิยินทรียัง เทวะมานุสสานัง ปิโยนาคะ สุปันนานังปิยินทรียัง นะมามิหังพุทโธโส ภะคะวา ธัมโมโส ภะคะวา สังโฆโส ภะคะวาอินทะสะเหน่หา พรหมมะสะเหน่หา อิตถีสะเหน่หาราชาเทวี มณีรักขัง ปิยังมะมะ พุทธะสังมิ นะชาลีติพระอะระหัง สัพพะลาภัง ประสิทธิเมสวดทุกค่ำเช้าจะอยู่เย็นเป็นสุขมีกินมีใช้ตลอดไม่อดอยาก เป็นเมตตามหานิยมแก่คนสัตว์และเทวดา",
      "": ""
    },
    {
      "no": "21",
      "name": "เงินล้าน2",
      "detial": "(ตั้ง นะโม3จบ )สัมปะจิตฉามิ นาสังสิโมพรหมา จะ มหาเทวา สัพเพยักขา ปะรายันติ (คาถาปัดอุปสรรค)พรหมา จะ มหาเทวา อภิลาภา ภะวันตุ เม (คาถาเงินแสน )มหาปุญโญ มหาลาโภ ภะวันต ุเม (คาถาลาภไม่ขาดสาย)มิเตภาหุหะติ (คาถาเงินล้าน)พุทธะมะอะอุ นะโมพุทธายะ วิระทะโย วิระโคนายัง วิระหิงสาวิระทาสี วิระทาสา วิระอิทถิโย พุทธัสสะ มานีมามะ พุทธัสสะ สวาโหม (คาถาพระปัจเจกพุทธเจ้า)สัมปะติจฉามิ (คาถาเร่งลาภให้ได้เร็วขึ้น)เพ็ง ๆ พา ๆ หา ๆ ฤา ๆ(บูชา9จบ ตัวคาถาต้องว่าทั้งหมด)เคล็ดวิชานี้ใช้ได้ผลมามากมาย ทั้งคนที่ตกงานหางานทำไม่ได้ คนที่เป็นหนี้สิน สิ้นหวังในชีวิต หากท่านทำได้ครบถ้วนทุกประการที่ครูบาอาจารย์ท่านแนะนำแล้ว รับรองว่าจะได้รู้ความเปลี่ยนแปลงในชีวิตด้วยตัวเอง",
      "": ""
    },
    {
      "no": "22",
      "name": "พระสีวลีหลวงพ่อแฉ่ง",
      "detial": "คำบูชาพระสีวลีอิมินา สักกาเรนะ สีวะลีเถรัง อะภิปูชะยามิ(เมื่อบูชาแล้วกำหนดภาวนาในใจว่า )สีวลี จะ มะหาเถโรอินโท พรัมมาจะ ปูชิตังสัพพะลาภัง ประสิทธิเม เถรัสสะอานุภาเวนะ สัพพะโสตถี ภะวันตุ เม ฯพระคาบทนี้ควรหมั่นสวดภาวนา เมื่อสักการะพระสีวลีทุกครั้ง และควรสวดเป็นประจำ มงคลแห่งพระคาถาจะนำพาชีวิตให้มีแต่โชคลาภ ทำมาค้าขายรุ่งเรือง หน้าที่การงานเจริญก้าวหน้า ผู้คนรักใคร่เมตตาเอ็นดู ชีวิตสุขสบาย ปลอดจากโรคภัยทั้งปวง",
      "": ""
    },
    {
      "no": "23",
      "name": "พระสีวลีหลวงพ่อกวย",
      "detial": "สีวลีจะมหาเถโร ปัจจะยะลาภะปูชิโตมะนุสโสเทวะตาอินโท พรมมายะโม ยักขาวา ปิตัสสะ นิรันตะรัง ปะนะลาภะ สักกาเรอาเนนติ นิจจัง สิวลิดเถรัสสะลาโภจะสักกาโรโหติ สิวลีมหาเถรันจะปูชะกัสสะ สะทาวาปิ คาถันจะ สังวัดตะนัสสะ ลาโภจะ สักกาโรโหติ เถรัสสะ อานุภาเวนะ ลาโภเมโหตุ สัพพะทา เอเตนะ สัจจะวัดเชนะ ลาโภเมโหตุสัพพะทาฯ",
      "": ""
    },
    {
      "no": "24",
      "name": "บูชาพ่อแก่",
      "detial": "นะโม ตัสสะ พะคะวะโต อะระหะโต สัมมา สัมพุท ตัสสะ (3จบ)อุกาสะ อิมัง อัคคีพาหูบุพผัง อะหังวันทา อาจาริยัง สัพพะสัยยัง วินาสสันติสิทธิการิยะ อะปะระปะชา อิมัสมิง ภะวันตุเมทุติยัมปิ อิมัง อัคคีพาหูบุพผัง อะหังวันทา อาจาริยัง สัพพะสัยยัง วินาสสันติสิทธิการิยะ อะปะระปะชา อิมัสมิง ภะวันตุเมตะติยัมปิ อิมัง อัคคีพาหูบุพผัง อะหังวันทา อาจาริยัง สัพพะสัยยัง วินาสสันติสิทธิการิยะ อะปะระปะชา อิมัสมิง ภะวันตุเมมีโชคมีลาภ ซื้อง่าย ขายคล่อง",
      "": ""
    },
    {
      "no": "25",
      "name": "เมตตาหล่วงพ่อเดิม",
      "detial": "นะ กาโร กุกกุสันโธ สิโรมัชเฌโม กาโร โกมะนาคะมะโน นลาถิเตพุท กาโร กัสะโปพุทโธ จะเทวเนตรเตธา กาโร ศากยะมุนีโคตโม จะเทวกัณเณยะ กาโร ศรีอริยเมตตรัยโย ชีวหาถิเตปัญจะพุทธานะมามิหัง ฯไปที่ไหนๆก็จะมีคนเมตตา ปลอดภัย มีเงินมีทอง",
      "": ""
    },
    {
      "no": "26",
      "name": "พระพิฆเนศ",
      "detial": "โอม พระพิฆเณศวรสิทธิประสิทธิเม มหาลาโภทุติยัมปิ พระพิฆเณศวรสิทธิประสิทธิเม มหาลาโภตะติยัมปิ พระพิฆเณศวรสิทธิประสิทธิเม มหาลาโภประสบความสำเร็จในทุกๆด้าน มีเงินทองไม่ขาดมือ",
      "": ""
    },
    {
      "no": "27",
      "name": "ท้าวเวสสุวรรณ",
      "detial": "อิติปิ โส ภะคะวา ยมมะราชาโน ท้าวเวสสุวรรณโณ มะระณัง สุขัง อะหัง สุคะโต นะโม พุทธายะ ท้าวเวสสุวรรณโณ จาตุมะหาราชิกา ยักขะพันตาภัทภูริโต เวสสะ พุสะ พุทธัง อะระหัง พุทโธ ท้าวเวสสุวรรณโณ นะโม พุทธายะจุดธูป9ดอก สักการะท้าวเวสสุวัณ-ท้าวเวสสุวรรณ และถวายดอกกุหลาบ9ดอก แล้วตั้งนะโม3จบ ระลึกถึงคุณบิดา มารดา และครูบาอาจารย์ ทั้งหลาย ที่ประสิทธิประสาทวิชามาแล้วระลึกถึง พระพุทธ พระธรรม พระสงฆ์ แล้วท่อง คาถาบูชาท้าวเวสสุวรรณ",
      "": ""
    },
    {
      "no": "28",
      "name": "พระพรหมสี่หน้า",
      "detial": "โอมปะระเมสะนะมัสการัม องการะนิสสะวะ รัง พรหมเรสสะยัม ภูปัสสะวะวิษณุ ไวยะทานะโมโทติลูกปัมทะระมา ยิกยานัง ยะไวยะลา คะมุลัม สะทา นันตะระ วิมุสะตินัน นะมัตเต นะมัตเตร จะ อะการัง ตโถวาจะ เอตามาตาระยัต ตะมัน ตะรามา กัตถะนารัมลา จะสะระวะ ปะติตัม สัมโภพะกลโล ทิวะทิยัม มะตัมยะ แบบย่อ โอม อหัม ปรัหมา อัสมิผู้ใดสักการะและบูชาพระพรหม จะประสบความสำเร็จในหน้าที่การงาน เป็นที่รักใคร่ของคนทั้งหลาย การบูชาพระพรหม นั้นจะให้ผลคือ เป็นที่เมตตา เป็นที่รักใคร่ นิยมชมชอบของคนทั่วไป ใครเห็นใครรักไม่รู้เลือนหาย ไปแห่งหนใดมีแต่มิตร ไม่มีศัตรู",
      "": ""
    },
    {
      "no": "29",
      "name": "พระฉิมพลี",
      "detial": "คาถาพระฉิมพลี(คาถาพระสีวลี) “ตั้งนะโมฯ ๓ จบ”แล้วว่า… “นะชาลีติฉิมพาลี จะ มหาเถโรสุวรรณะมามา โภชนะมามา วัตถุวัตถามามาพลาพลังมามา โภคะมามา มหาลาโภมามาสัพเพชะนา พหูชะนา ภวันตุเม”",
      "": ""
    },
    {
      "no": "30",
      "name": "บูชาเมีย",
      "detial": "รักเมียต้องอดทน ต้องเป็นคนเคารพเมีย ..... รักเมียต้องส่งเสีย อย่าให้เมียต้องสงสัยรักเมียต้องรักเดียว อย่าได้เที่ยวไปรักใคร ..... รักเมียต้องทำใจ ถึงอย่างไรเธอก็เมียรักเมียอย่าขี้เหล้า ถ้าเมียเหงาเราจะเสีย ..... รักเมียอย่าอ่อนเพลีย คนรักเมียต้องแข็งแรงรักเมียอย่าเที่ยวดึก จะเกิดคึกผิดสำแดง ..... รักเมียอย่ารุนแรง ค่อยๆแซงอย่าขับไวรักเมียต้องยอมเมีย เพราะว่าเมียไม่ยอมใคร ..... รักเมียต้องเข้าใจ ไม่มีใครใหญ่กว่าเมียรักเมียอย่าเถียงเมีย คำพูดเมียใหญ่กว่าใคร ..... ชาติหน้ามีฉันใด จงจำไว้อย่ามีเมียใครไม่มีเงิน พอบูชาเมียปุ๊บ เงินมาปั๊บ....อิอิ",
      "": ""
    }
  ]
}